packages/django-jbank/django-jbank-3.8.6.tar.gz/django-jbank-3.8.6/logs/ws/00000021a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pkif="http://danskebank.dk/PKI/PKIFactoryService" xmlns:elem="http://danskebank.dk/PKI/PKIFactoryService/elements">
  <soapenv:Header/>
  <soapenv:Body>
    <pkif:CreateCertificateIn>
      <pkif:RequestHeader>
        <pkif:SenderId>6D3142</pkif:SenderId>
        <pkif:CustomerId>6D3142</pkif:CustomerId>
        <pkif:RequestId>21</pkif:RequestId>
        <pkif:Timestamp>2020-07-20T19:49:27.690170+03:00</pkif:Timestamp>
        <pkif:InterfaceVersion>1</pkif:InterfaceVersion>
      </pkif:RequestHeader>
    <EncryptedData xmlns="http://www.w3.org/2001/04/xmlenc#" Type="http://www.w3.org/2001/04/xmlenc#Element">
<EncryptionMethod Algorithm="http://www.w3.org/2001/04/xmlenc#tripledes-cbc"/>
<KeyInfo xmlns="http://www.w3.org/2000/09/xmldsig#">
<EncryptedKey xmlns="http://www.w3.org/2001/04/xmlenc#">
<EncryptionMethod Algorithm="http://www.w3.org/2001/04/xmlenc#rsa-1_5"/>
<KeyInfo xmlns="http://www.w3.org/2000/09/xmldsig#">
<X509Data>
<X509Certificate>MIIFATCCAumgAwIBAgIFAQjv8bkwDQYJKoZIhvcNAQELBQAwgZgxEDAOBgNVBAMT
B0RCR1JPT1QxCzAJBgNVBAYTAkRLMRMwEQYDVQQHEwpDb3BlbmhhZ2VuMRAwDgYD
VQQIEwdEZW5tYXJrMRowGAYDVQQKExFEYW5za2UgQmFuayBHcm91cDEaMBgGA1UE
CxMRRGFuc2tlIEJhbmsgR3JvdXAxGDAWBgNVBAUTDzYxMTI2MjI4MTExMDAwMzAe
Fw0yMDAyMDQxMjAwMDBaFw0yMjAyMDQxMjAwMDBaMIGYMRAwDgYDVQQDEwdEUENS
WVBUMQswCQYDVQQGEwJESzETMBEGA1UEBxMKQ29wZW5oYWdlbjEQMA4GA1UECBMH
RGVubWFyazEaMBgGA1UEChMRRGFuc2tlIEJhbmsgR3JvdXAxGjAYBgNVBAsTEURh
bnNrZSBCYW5rIEdyb3VwMRgwFgYDVQQFEw82MTEyNjIyODQ5MTAwMDkwggEgMA0G
CSqGSIb3DQEBAQUAA4IBDQAwggEIAoIBAQCmSUzQYj0Fx3jwvkz0lhmyyXRKwo5T
hts+1xFrG7euQ6oIMUJJpr8tgKxwDxdxxK/RXaYCHRH9mpIoyxCPlS3reRF4BMB6
gL2KOINnRyC3jmJ7kYHyWdhYfMb5VPIvusqPXc91HdVJb6rxvVSrTy/dB+V1od2q
uHNxA+Luhno37CXU1STrVvSrgHzOm45MROryuOu0lWY+d49tWZN9ilNI2Rf8mJjT
ZVKwJu4v02jXLGAqWpXQX0vxa7nI1D0xkOqnTvd04iDOdDE+jRtiy3SF8508LRqQ
jRH+9TZbX++yFd9Z/AR2h6AwM8OsLSC1QMJG7KeJw8st7K9i8KEOdglpAgEDo1Iw
UDAfBgNVHSMEGDAWgBTrVX/FmGlwJqoQ3fgyj1cJ40A/OjAdBgNVHQ4EFgQUMowN
BX+7Vy5lfO+d+tCxZ+ZupdYwDgYDVR0PAQH/BAQDAgQwMA0GCSqGSIb3DQEBCwUA
A4ICAQA+TV7cAPm5mKIAzTfuS4x4/KAlysTXZ3o0F2fYZmylNnUafi0+T21utPAv
bBYVFpr9fRq+q0L75ZCqU4pDvRLpHF7Q0RZ01ra7otVS78saxc/YUql+MsnHxeUw
9F8FJx7234KlRkhmY8xB743T/LQcp3zCRYUd0Rn2Ocaq7YoYGnx8QALItmJcagsX
MwYVsvXtWHHaDGFpcaivLX3e8cVQ+nI7slq1EfJ5xEdtSZ/zcGv+Ve4S6D1HLQ/K
oTQMzematrVvwwJMuqLMQdA1Pdtau3niupB3Se7AUq0bEZYF04Zlo4sOE21K9gSt
lJ5tSq0ohli02uXuQ/ggsqZSIH4t9WirWOMpS4KFkub02AYaicbm6SUyVg+odEaj
cFz+TEqd9C7cGgBL6MkLxXGj0DX64z4yU9lMlqQ8CzuZi5cMfpxvHVm4E+etLnYf
fzZ6jPnf3RbVumxPaRqnz6vceijWtmESg6cBei+phPzMCjjrXP0xng3+Bzqdn/lY
e8znS54o+UWJcENwvGc6tsUtBYGJOe6srIJHrXQKTG3DN6oDN2U5zT4cUBFvlHjx
fdj14m0Y0+gE90iTUJknWVRyyNDhPbYG1YCHRItVUxpGIp9tsV5FRP5qVbiMC7ba
hEsDAxMvL29i1vJbnJPT9e4OPkhEN5IqVQbu0QeOKMYT/YMZZQ==</X509Certificate>
</X509Data>
</KeyInfo>
<CipherData>
<CipherValue>h8JDoo1AoPeuZ4kuIR/C3wJ+YUNKcO82SMZ0fy9ai0M69xFeatuOIVVn4vf7lou3
f+F0GmDto8Fs+Qr9pdfEjjDSBXNj9q/dMIF38fRfOP6LEVkv5/Q29WHLxEuyy2be
jaWVKqf79egANU/EgQ60yMl/x4P2o0J7Wr8N/AhxuL0hpnvvhNZlf5aXwF1jlgXy
kk1kYF/Q/qi4HfUoZ2n4l3/Irp8qGvDIhnkmGmrAbJIQCzZxMalXDQvrEIU2uACu
arrIN3cvklc3R4fU3uHuWA4HUi2S/kQuWmvxJILVrK72Hms9wDQ8AFsJii+aZlqc
ttsS9NkCle7Q+TM/J0kxdg==</CipherValue>
</CipherData>
</EncryptedKey>
</KeyInfo>
<CipherData>
<CipherValue>3wcMNnvZeg/GOAD9HjXO+4Ff46+txwRSkbk5X/L1fmZ2o0xDNOUX3rdeJQU7RGfb
eAdk+omaTZRp1Q/y9rcpPukVlnfz3wQZbsE7ZIYdFnjkF4U8hhLvap4KHrgKYKyK
BZBi3QhgdO6t4qo7+IaIfi5oa7QDGmv4iTYNdHQlp3ok8ha2vEvfHM6XqEiPO/av
WQPo7I7RoQY3EuvtASXVO1dvythAb4LiIr6KIQXTkLDk5mTxJ15gt8bGqWLtxDFC
mQnPrQ7N+UyoA29BdpZHIm8d7Q23maGZzChwaEgqFhi8vdv8ceoPTF+xrr396/Pm
IVnWDBUCBbiaYsAaojeKYRulhqkP/Rk9qWfcVJ9VxMgXD1gHmPKjygqFyTWxGd8v
EZXDtqs3cSqVAohcTq2u8VL/4pWwUH6SOnQh1X0ARJGN9XRY3jBh6c8IK9ABGoK0
LfJ9uU2im0GodwndlPaml8Y4U8IzKMzuTJbC3T2oacreE9HxoP0V9QkKvNk3wouv
YgU07IAMbTMGBv0yYdwJJ17xzdaZnzTKPJppogUgCAMueOmHUdN1BP9g/xs/OY5P
WqzSIu1vktfX74fanySsLZBkY6KSbS23ClikG7WJJLFf+vNl1OTrCj8wiIzrvNls
IoniU18Pj1BUbtGAKXBgixQiNefW1sJ+cvsgfUKD6CS40VNsblA2D1Y3XbPPUbqV
wIgL5sKcUqjg092i9FkKKCop5+bAP8LqgeT0XmzIQxuwl85x64cIIEfOVnCWerss
bu4xhGFLsQlnQunTZeaxrgTL8QI1G1LboBObpt8S3TcyRWtLc961sGZKaEAYmOWF
UyU+BTlfYgYjFAmGhk+5f6nlDNvPQym60XseEY8QkKIGkZSurzp1KxI3sECA35jX
oAPFtPzz8ZYsLE57CEZizJncY6A1kd1BsmAwWe1EJYxQXZsqhrjFz1v7RVIiQIYI
Rxx+/UxQTF6TpdjaU27M3qaisgC0LBTGhHPc3c+YPXezT8cwjaWvNHl5gJJVYMWn
T0KGZCTa3eRR1vmYYmPJhXJAJV8qyEHwfaEMTqPTZJgc3kTOQsGdlk3MHkCgxwHF
zNUp369neGsDe8zZnb8fjMkY2GvNRy8/+izbfF4LZu5gHvjjbPZVTTpOETXCVHF2
RjHjeAhCca/uaSRvoQe3jSU4OFZw0DdEX37N4gCp1EkH7K98OimaXXsdeB3VZlke
4k+wYfPXOM7pJMTkEoNZ5ATMSarhlTLUMLlc4E1IVibVvCqpPLd8xKi4RmgXatyL
lVDvAIEkBN39bAXcGAHjnPPGN9QWuGlAzI/Zxm/P0pZx9rOWQ3sM7+AtYCBiQCbI
E8HF0QrBSmrFsqE9oSRzBabdNYzW0/kS2NzEME7Y2kOpHL8o3K1jONvWn20UeZdA
gkpeKnEIqRisshJRtcAMu143OLBkoQSKkBd9co2jKXFn8s70Pocubr2v8wTVmb8e
lO0Du1IK3G1VyUNYxsRFyFYTK4CyrIMibVXz2D91LgnKMWj+U1oj+ecYrjbRM9Jh
9ZKp+uros7hlSo3EMTGLwnWYConCg8vnAsPXpVG170vtHrAfPz8UrwqvMTIbIH1T
BxWPwOX3VCAPZWssdOBap2+kGcS+bZ34fc8RTUduQQHCfWTpLrGg3YtbAhmIl8t2
wyOkeyCnDMxR552weCKMIJLvpAtYehVhbdskZ9truJH0roBa5OJNov27yOpX7E7n
BzGaJgciMBD0QougyOSO7VB0RMh1KvLAYQ23h4M/uuvUHyVuywjkR/z+/Jsvzdbb
GGTbHtH66eGbRsAnrFUHowuHA+WPjt7LIkzRYeH12UrB/S0lnFSfI0bk/fSXvg/c
bACQUAjSPfLl/WiLpPSWMT6g2tVWZDbQfjQ+mTuMmXE8zcwlJwZYf7o3Ey1IZw83
rNCiqmf+Wyxuqe0zqGdT0QThBd3jbcttML2KAZ/GWj0usHwonTgnVgt5szu5/QEC
9ApqxMsfnwx7ghiEg+I4DXZnM/5nFEgfalpNb9jpoCCzQ73e2PNscJGvn4Q0dPDM
FJ2I4xXA4Vx0UMH2QZUxAMrjxy0iHXT+o6FTgeGOUWogj+SAeUI+jmHiwMy437gy
GcN+Uh11bsaY3R1mqy9A8qBAjuMO/5oeTsieEPfIMNXfISvnUW5oZGbDp74brtSB
k0d29reUMjqAHXrDhAJuiJh6p03c+e5GIxI0xw5JYGlBfiGqXxaAVTz0YD0HphR/
vZE3wmvyQCC6OjxHdMAIaCStCAIX0/aes3/5IFiojjOKUF9vLmk+KSw2S9m6xuNU
R+aojv1nscXSU1hqIFGzcYPQ9FFnJ4Ty7fRjpisjMd+eAtlJENdF3+7+V8FsQefD
vZnIXRGj8BktwmD9abQZ1n/EmXT4Mvx5I8L3Ad2Ehi2l7xp5TYDcc+aaezpSXfbq
zAB9mZpXfO6KIWoRpVKjzm+CzH442nPO5mLGG0lGhuN136CI0TlF9+jZ8Ayvy4YF
FtVY70MzE3w97KJQSnzdTj5wbjmj60bGjuHeRJr21X7YRMKariih8jp28ivXNvNq
lzdzNj6buKuAUVIr5VOxWsmIXX/AJ6WfBbsSpzdE1T2O2IWnFzzRaJkoZBW17eY5
7OYgO+04CekzBZ9+/7SSfFuym+3sgtT/MZN9NxUhXMoQK7R0LynwOmYQN9dRlkHA
yuU2hlwt2nSWgH6Yt7onVlvx0YEVcDC86wxybzUoXpn5zuOa+l1Co7EARDzq+LG5
JaT9Tb5E2kMP+gH86Hd+6FeiLJSVVIYucuZGkbBAp9YuvG0pyDdi4vY7inLBPbPF
AZPdxe8CImrFOlvoPm14fyM++GlhYqnJUTxtU+MnO4ehNHbiuWGvUMHx42K3m826
fR2bL5q+s+y0ZOvYO4VBQizke1yJlKZ6eVuybjByuxrPLp2EToy2QBhyQKs9aUvY
sGc8vODLCU5us9MqjJ8zELa5s1J2XZrNRcSMsF4gYr6wEKq/4t2xgOJUp1nW5ilh
HPJWU0V0/8ykXtP+eKwC/4WPl7c+lRDVon5kbrwO/N+lvIcngcLagRn0eJB/sjcQ
na1BHDpdI58Dv5cIyzfdrtxMPIZEztumk0j0PEC9D+s4gogZrSpMCqrzYYRuOKct
DG8nChlj+q3M94JIEmOfeBESDe/crFbmZWFLATfstpn1TJirM5dmjWBXtLXn7TPP
qaM6VH1whNzcNaWmtCt+dORTB6oriQcriRuNI91Lwxw93PrH+Yf7TgM5CZYNL7OJ
h25TDLDq8Jy/CenuzqjOMC0PwLBUlFD/XaDfHT36ynBKtf/OOxNg+s9Jmr19W4Jv
S4KHbyS11hlbXL3/ZZn1nk96TbykUG76XzAg83NpnCeZL4hp6yQUde2DiuQ3ZYr/
4YBGUCxvAuvZf8OJFPuIbBkdKj8nEWjJp08IgCrgZjME8S0hLn+JRo++olOmvivR
pJNvgjFpmsaL5ssodRkLRK84IhOMUT82L7RBAIO/I9r8mFPAJUc5rxh0Vbg4+Ff+
NLc/CiMUhq6oBboVhZuofNmEBu2q7P7wctXpFuYqJZdpWZQw1zBRy+8WHm6F8tak
SMGV+qmpn1ydr1B1UaQGajQFteiCDjaKmrwXy1qhekV6/JKCRbg8StD/uReXYu7t
xkZUWLl8VuB6etg5INHwF2gM0gzYf1P7u0MHUrPgsS1CkULgS40Hj+ctKFZlGSch
wuhcDGxnnKlIzvS4zxkWV2ENnX9UWTPLwm3Ezqs4NeesqWbxA9+8gB5yPuVwQLQs
fFys0ZvwPFBqLN0xlNn0R3UgKhUuw0ca94HWL0iZ+TJlUeENk2rJoT0M5+6NZZ2n
kXzGf6rf4V90Jh3MZUKP+C0gyeTwe1s0Y17nvMF+bNO3MNWjW6Rio6OLT1CGb9at
pl5dxlQKRZZqEuDBXRQIxOtTyafnhmC2sUZyx410L0U2oRQ/I221N2Ff7gV3y2XJ
JaFf6t7KX0DmRA5vkiwULUnmfTzkZrUCzih/O7/XWdQDOcYvehM13T4hN87GJNAu
uhfX43quQH196O7yLS1Quu6iAYD7uTBT7Z5E6DD3xip+m+mrM76GrSCZf+GiY/FE
SvZybeHIhxFtbq0NjW1+LKRNcyaXMsZ2hHXJl22xDgnirrCzj8Na1sSQP9TeREpe
6RqZ5DKJErVLjPqkfrdWihMh/kmVUUG5Xqqlqiw7r/oE0rNtg5HR3NRURmspMFwm
mCRM4bo8q2gw1IjIV+Su5c5414n8jki+mgAlALiZrqViv5K90kv6CpfcjHsbeiY0
EGAvYxKlQ94cjMn6d9DI8cqPTdRINLq4JpYr1/7vg2GnAUiQ/msKE90GefeeICy0
PPHUjpvgXYfzfqNZqWXq2aIMVOr4w4vFZu/2BWqcZGdJJJkHyV/fziZ0uHQjWHEd
ggdS9CYuW7dFddSnNvz6R7la0nNehdcdqqx3taa3GjWVc5Qo5kMz7+qA9KnWzBpw
onwwlh/XgAgItBFW9eHUzYAe0Lfv1V2SZKDUoTBtkFg9t+Bm55NuXgAg9zLgRiX0
m7yzERZEpJPHzFwZG87U7R+eWyw6c8k+MgiVbZg66I/Hyktp8F8m56RYhQavUpdl
DBd9L0E44vkCuOUiGGyHrkjC5vkqEmc4iFVK4w8I3ZRY929VQAPBzV4x7PnyhI87
myilAVf0el6kDwuBltLCxw0vCtJqdTxUtAzATkWMEUivkrSrC3U3GasOvkqKPilX
pxXVTYRAh16GceUQT7oiXW8q6gTQMvPS/XhIP4XkGarFvhBRI0QAHaBQLeRcVStd
3LeHXuPRCPonZAtdZpFqApViUi8SelOx9yjtMSTWgaYc4gdrWZJC4uQdjmB88iTh
JE1tcaDcty+p6jKXmsvckhtyra8eop7ioXYqVYqFiuW4pzZDrIT1RBjhhbEFvdxt
1KXlVdnGsTe8w8PjK6aMYB5uwtHltMNdTM3pqB+8jQ2LFuYHepIHjFEOjOyyRDd2
TaeDz16mi0t5cFfPfW4TYZMgakUyQy2Gf6cxu3FD5UjsYAaIm497vk5VnxhFYfYX
vfepBs8wEzru3tBwJL2YfUyjt/Rbtcj5JoeWZmxw9BAYCNhhTBGgFeOnf42u1BSB
biZ1hlGgTMkKwL88pIUWuKhINSR25jtzIW9o7LoBLMTwB83sznk6XTVE2Fr6NVo7
PiIgGjN/6JQdsVexp6ts5yTmWetAnj0VHn17w5/nkJae+paP5mQQ2w==</CipherValue>
</CipherData>
</EncryptedData></pkif:CreateCertificateIn>
  </soapenv:Body>
</soapenv:Envelope>